Revit 2027 API
Area.AreaScheme Property
The area scheme.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public AreaScheme AreaScheme { get; }
Public ReadOnly Property AreaScheme As AreaScheme
	Get
public:
property AreaScheme^ AreaScheme {
	AreaScheme^ get ();
}
member AreaScheme : AreaScheme with get
Property Value
AreaScheme
See Also
Reference
Area Class
Autodesk.Revit.DB Namespace